export default {
  header: {
    workShopOpen: "Майстерня Відкрита: Пн-Пт 8:00 - 16:00",
    tireService: "Мобільний Сервіс Шин: 24 години",
    offer: "пропозиція",
    about: "про нас",
    faq: "FAQ",
    Pricelist: "прайс-лист",
    contact: "контакт",
    Comparison: "Порівняння",
    ChooseSize: "Виберіть Розмір",
    Steering: "Керуюча",
    Drive: "Привід",
    Trailing: "Буксирована",
    Search: "Пошук",
  },

  searchbox: {
    ChooseSize: "Виберіть Розмір",
    Steering: "Керуюча",
    Drive: "Привід",
    Trailing: "Буксирована",
    Search: "Пошук",
    SearchSingle: "Пошук одного",
    AdvanceFilter: "Розширений фільтр",
    Appliedwithatread: "Накладена",
    Cutting: "Різання",
    SearchPairs: "Пошук",
    SelectABrand: "Виберіть бренд",
    // Search button
    SingleSearch: "Одиночний пошук", // Single search
    All: "Усі",
  },

  Comparison: {
    AddtoComparison: "Додати до порівняння",
    RemoveFromComparison: "Видалити з порівняння",
    Cart: "Кошик",
    AddToCart: "Додати до кошика",
  },
  footer: {
    Links: "Посилання",
    companyDetailHeadline: "Деталі Компанії",
    regulations: "Правила сайту",
    privacyPolicy: "Політика конфіденційності",
    complaints: "Скарги",
    returns: "Повернення",
    paymentMethods: "Способи оплати",
    delivery: "Доставка",
    contact: "Контакт",
    aboutUs: "Про нас",
    whyBuyFromUs: "Чому варто купувати у нас",
    cooperation: "Співпраця",
    siteMap: "Карта сайту",
    faq: "FAQ",
    reserved: "TIRGUM 2023 Всі права захищено",
    articles: "Статті",
    companyName: "Назва компанії",
    address: "Адреса",
    phone1: "Телефон 1",
    phone2: "Телефон 2",
    email: "Електронна пошта",
    workingHours: "Робочі години",
  },

  checkout: {
    mainHeadline: "Будь ласка, Заповніть Свої Дані:",
    Prices: "Ціни",
  },

  cart: {
    cartProd: "Кошик Продукти",
    Prices: "Ціни",
    Total: "Всього",
    ProceedtoCheckout: "Перейти до оформлення замовлення",
    name: "ім'я",
    image: "зображення",
    action: "дія",
    NoProductsinCart: "Немає товарів у кошику",
  },

  ProductDetail: {
    Brand: "Марка",
    Tread: "Протектор",
    Youarecomparing: "Ви порівнюєте",
    rightNow: "зараз",
    ConvertLine: "Приймайте мудрі рішення, порівнюючи",
  },

  SingleProd: {
    Brand: "Марка",
    Tread: "Протектор",
    Treaddepth: "Глибина протектора",
    DataProd: "Дата виробництва",
    Damagedbead: "Пошкоджений борт",
    Cut: "Розрізана",
    Nailrepair: "Ремонт після проколу цвяхом",
    SideRepair: "Бічний ремонт",
    Visiblecracks: "Видимі тріщини",
    Brake: "Гальмо",
    PostbrakeRepair: "Ремонт після гальмування",
    Cosmetic: "Косметика",
    Retreaded: "З новим протектором",
    Ruts: "Колюїни",
    Additionalgroove: "Додатковий жолоб",
    Priceofanewtire: "Ціна нової шини:",
    SharetheofferonFacebook: "Поділіться пропозицією на Facebook",
    Productdescription: "Опис продукту",
    Comparewithanewtire: "Порівняйте з новою шиною",
    Netprice: "Чиста ціна",

    DamagedBase: "Пошкоджена основа",
    Grooved: "Нарізана",
    NailRepair: "Ремонт цвяхом",

    VisibleCracks: "Видимі тріщини",

    BrakeRepair: "Ремонт після гальмування",
    Cosmetics: "Косметика",

    AdditionalGroove: "Додатковий жолоб",

    InspekcjaOpony:
      "Кожна з наших шин ретельно перевіряється на тиск і візуально. Інспекція однієї шини триває приблизно 3 хвилини і 30 секунд.",

    NaprawaOpony:
      "Всі ремонти виконуються відповідно до технології вулканізації з застосуванням відповідних стандартів і ремонтної хімії.",

    EtykietaOpony: "Кожна з наших шин маркована етикеткою.",

    WysylkaOpon:
      "Ми відправляємо шини на палетах. Ви також можете забрати їх особисто. Ознайомтесь з нашою пропозицією монтажу на місці та мобільно.",

    DostawaOpon:
      "Кур'єри часто запізнюються. Ми доставляємо наші шини до перевантажувального центру, завдяки чому затримки з доставкою трапляються вкрай рідко.",
  },
  carDrawer: {
    CartProducts: "Товари у кошику",
    OpenCart: "Відкрити кошик",
    Closemenu: "Закрити меню",
    ProductImage: "Зображення продукту",
    Title: "Назва",
    Price: "Ціна",
    Action: "Дія",
    Remove: "Видалити",
    NoProductsinCart: "Немає товарів у кошику",
  },

  SmallConverts: {
    NoFoundProduct: "Товар не знайдено",
    PleaseTryAgainAndAdjustYourFilters:
      "Будь ласка, спробуйте знову та налаштуйте свої фільтри",
    OurSuccessStories: "Наші успішні історії",
    WhatPeopleSay: "Що люди кажуть про нас",
    SubscribeToOurNewsLetter: "Підписатися на нашу розсилку",
    Note: "Будь ласка, спробуйте ще раз або уважно налаштуйте фільтри",
  },

  signupConverts: {
    email: "електронна_пошта",
    password: "пароль",
    companyname: "назва_компанії",
    vatnumber: "ідентифікаційний_код_платника_податків",
    firstname: "ім'я",
    lastname: "прізвище",
    phone: "телефон",
    city: "місто",
    postcode: "поштовий_індекс",
    street: "вулиця",
    streetnumber: "номер_будинку",
    apartmentnumber: "номер_квартири",
    OneClickCheckout: "Оформлення одним кліком",
    size: "Більше 100 розмірів",
    Threads: "Різні нитки",
    WelcomeBack: "Ласкаво просимо назад",
    Signup: "Зареєструватися",
    Login: "Увійти",
    ForgetPassword: "Забули пароль",
    LoginwithGoogle: "Увійти через Google",
    LoginwithApple: "Увійти через Apple",
    SignUpwithGoogle: "Зареєструйтеся через Google",
    SignupwithApple: "Зареєструйтеся через Apple",
    placeorder: "Зробити замовлення",
    Name: "Назва",
    Price: "Ціна",

    EnterYourEmail: "Введіть свою електронну пошту",
    EnterYourCompanyName: "Введіть назву своєї компанії",
    EnterYouNIP: "Введіть свій ІПН",
    EnterYourName: "Введіть своє ім'я",
    EnterYourSurname: "Введіть своє прізвище",
    EnterYourPhoneNumber: "Введіть свій номер телефону",
    EnterYourCity: "Введіть своє місто",
    EnterYourZipCode: "Введіть свій поштовий індекс",
    EnterYourStreet: "Введіть свою вулицю",
    EnterYourBuildingNumber: "Введіть номер будинку",
    EnterYourAppartment: "Введіть номер квартири",
    Message: "Повідомлення",
    EnterYourMessage: "Введіть своє повідомлення",
    Direction: "Напрямок",
  },
  ProductMiniDetail: {
    ShowProducts: "Показати продукти",
    AllOrderedProducts: "Всі замовлені продукти",
    Close: "Закрити",
    Name: "Назва",
    Price: "Ціна",
    OK: "OK",
    Remove: "Видалити",
    PairFound: "Знайдено пару", // Pair/page.tsx
    ProductsFound: "Знайдені продукти", // Products found
    DeliveryAddress: "Адреса доставки",
    DeliveryAddressForOrder: "Адреса доставки для замовлення",
  },

  ProfileConvert: {
    Info: "Інформація",
    Close: "Закрити",
    Note: "Зміна електронної адреси призведе до зміни облікових даних. Після зміни електронної адреси ви будете негайно вийдені з системи.",
    Cart: "Кошик",
    Image: "Зображення",
    Name: "Назва",
    Action: "Дія",
    CartProducts: "Товари у кошику",
    NoProductsFound: "Товари не знайдені",
    OrderID: "Номер замовлення",
    Products: "Товари",
    Address: "Адреса",
    Invoice: "Рахунок",
    Download: "Завантажити",
    OrderInvoices: "Замовлення/Рахунки",
    email: "електронна_пошта",
    password: "пароль",
    companyname: "назва_компанії",
    vatnumber: "ідентифікаційний_код_платника_податків",
    firstname: "ім'я",
    lastname: "прізвище",
    Submit: "Надіслати",
    PhoneNumber: "Номер телефону",
    phone: "телефон",
    city: "місто",
    postcode: "поштовий_індекс",
    street: "вулиця",
    streetnumber: "номер_будинку",
    apartmentnumber: "номер_квартири",
    OneClickCheckout: "Оформлення одним кліком",
    size: "Більше 100 розмірів",
    Threads: "Різні нитки",
    WelcomeBack: "Ласкаво просимо назад",
    Signup: "Зареєструватися",
    Login: "Увійти",
    ForgetPassword: "Забули пароль",
    LoginwithGoogle: "Увійти через Google",
    LoginwithApple: "Увійти через Apple",
    SignUpwithGoogle: "Зареєструйтеся через Google",
    SignupwithApple: "Зареєструйтеся через Apple",
    ShowProducts: "Показати товари",
    AllOrderedProducts: "Всі замовлені товари",
    Price: "Ціна",
  },

  ThankyouConverts: {
    ThankYou: "Дякуємо",
    forYourOrder: "за ваше замовлення",
    PrintRecipt: "Роздрукувати квитанцію",
    ContinueShopping: "Продовжити покупки",
    OrderedItems: "Замовлені товари",
  },

  netPrice: {
    netprice: "чистий/1шт",
  },

  privacyPolicy: {
    sellerHead: "Продавець",
    sellerAdmin:
      "Продавець - адміністратор даних Тіргум Матеуш Целеї з місцезнаходженням у Борушовицях, вул. Армії Крайової 6, 42-690 Борушовице. Індивідуальне підприємство Тіргум Матеуш Целеї зареєстроване у реєстрі підприємців CEIDG, під номером: NIP: 6452547332",

    shophead: "Магазин",
    shop: "інтернет-магазин, що управляється Продавцем за адресою www.tirgum.pl",

    client:
      "Клієнт - фізична особа, юридична особа або неправова юридична особа, якій відповідно до закону надані права, яка робить замовлення в межах магазину.",

    consumer:
      "Споживач - Покупець, який є фізичною особою, що здійснює покупку, не пов'язану безпосередньо з професійною чи комерційною діяльністю (згідно зі статтею 221 Цивільного кодексу)",

    entrepreneur:
      "Підприємець - фізична особа, юридична особа або неправова юридична особа, якій відповідно до окремого закону надані права, що здійснює комерційну діяльність власним іменем, який користується магазином. Покупець, що укладає угоду (угоду купівлі-продажу через магазин) безпосередньо пов'язану з комерційною діяльністю.",

    treadDepth:
      "Глибина протектора - глибина протектора, виміряна до дна канавки шини (не до маркера TWI). Вимірюється в 5 різних місцях по всьому об'єму протектора. Подається найнижче і найвище виміряне значення.",

    businessDay:
      "Робочий день - один день з понеділка по п'ятницю, за винятком офіційних вихідних днів.",

    account:
      "Обліковий запис - обліковий запис клієнта в магазині, де зберігаються дані, надані клієнтом, а також інформація про замовлення, зроблені ним в магазині.",

    registrationForm:
      "Форма реєстрації - форма, доступна в магазині, що дозволяє створити обліковий запис.",

    termsAndConditions:
      "Правила і умови - цей регламент інтернет-магазину www.tirgum.pl",

    order:
      "Замовлення - заява волі клієнта, яка надається за допомогою форми замовлення і що направлена безпосередньо на укладення угоди купівлі-продажу товару або товарів з продавцем",

    orderForm:
      "Форма замовлення - інтерактивна форма, доступна в магазині, яка дозволяє зробити замовлення, зокрема, додавши продукти до кошика і визначивши умови угоди купівлі-продажу, зокрема, спосіб доставки та оплати.",

    product:
      "Продукт - рухома річ, доступна в магазині, що є предметом угоди купівлі-продажу між клієнтом і продавцем.",

    cart: "Кошик - елемент програмного забезпечення магазину, в якому відображені вибрані клієнтом продукти для покупки, а також можливість визначення та модифікації даних замовлення, зокрема кількості продуктів.",

    salesContract:
      "Угода про продаж - угода про продаж продукту, укладена або укладена між клієнтом і продавцем через інтернет-магазин. Під угодою про продаж також розуміється - застосування до характеристик продукту - угода про надання послуг та угода про виконання робіт.",

    gdpr: "GDPR - Регламент Європейського Парламенту та Ради (ЄС) 2016/679 від 27 квітня 2016 року про захист фізичних осіб у зв'язку з обробкою персональних даних і про вільний рух таких даних, а також про відміну директиви 95/46 / ЄС.",

    rule1:
      "Правила визначають умови укладення та виконання угод купівлі-продажу товарів, представлених на сторінці магазину.",
    rule2:
      "Для користування магазином, включаючи перегляд асортименту магазину та складання замовлень на продукти, необхідний доступ до Інтернету, доступ до електронної пошти та до веб-браузера, який дозволяє перегляд сторінок www.",
    rule3:
      "Предметом продажу є товари, представлені на сторінці магазину на момент складання замовлення.",
    rule4:
      "Ціни, вказані в магазині, вказані в польських злотих і є цінами без ПДВ.",
    rule5:
      "Інформація про окремі товари не є пропозицією угоди купівлі-продажу в розумінні цивільного права. Зміст інтернет-магазину є запр",
    rule6:
      "Забороняється особам, які користуються Магазином (включаючи Покупців), розміщення у ньому незаконних матеріалів (наприклад, у відгуках про Товар).",

    saleConditions: "3 УМОВИ УКЛАДЕННЯ УГОДИ ПРОДАЖУ",
    saleCondition1:
      "Укладання Угоди про Продаж між Клієнтом та Продавцем відбувається після попереднього подання Клієнтом Замовлення за допомогою Форми Замовлень у Інтернет-магазині та його оплати.",
    saleCondition2:
      "Після подання замовлення Продавець негайно підтверджує його отримання та одночасно приймає замовлення на виконання. Підтвердження отримання замовлення та його прийняття до виконання здійснюється шляхом надсилання Продавцем Клієнту відповідного електронного листа на вказану під час подання замовлення адресу електронної пошти Клієнта. Після отримання цього повідомлення укладається Угода про Продаж між Клієнтом та Продавцем.",

    withdrawalAndReturn: "§5 ВІДМОВА ВІД ДОГОВОРУ ПОВЕРНЕННЯ ТОВАРУ",
    consumerRights:
      "Згідно з «Законом про права споживача» (Dz. U. 2014.827), споживач має право відмовитися від договору протягом 14 днів з дати отримання продуктів у володіння споживача або вказаної ним третьої особи, іншої ніж перевізник. Подавши заяву про відмову від договору, споживач не зобов'язаний вказувати причину.",
    withdrawalPeriod:
      "Термін для відмови від договору починається з моменту доставки продукту споживачу або іншій зазначеній ним особі (іншій ніж перевізник). У випадку договору щодо багатьох продуктів або продуктів, що доставляються партіями, термін 14 днів починається з моменту доставки останнього продукту або партії.",
    statementSubmission:
      "Заяву про відмову від договору споживач може надіслати електронною поштою на адресу: biuro.tirgum@gmail.com або листом на адресу: 42-690 Boruszowice, вул. Армії Крайової, 6 з позначкою «повернення». У разі надсилання заяви споживачем електронною поштою, продавець негайно надішле споживачу на вказану ним адресу електронної пошти підтвердження отримання заяви про відмову від договору.",
    facilitation:
      "Для спрощення права відмови від договору, споживач може відмовитися від договору, подавши продавцю заяву про відмову від договору. Для збереження терміну відмови від договору достатньо надіслати споживачем заяву до закінчення цього терміну.",
    returnCosts:
      "Споживач несе лише прямі витрати на повернення речей. Споживач несе відповідальність за зменшення вартості речей внаслідок використання їх у спосіб, що перевищує необхідний для встановлення характеру, властивостей та функціонування речей.",
    packaging:
      "Повернений Клієнтом Товар повинен бути запакований належним чином, забезпечуючи відсутність пошкоджень посилки під час транспортування.",

    orderPlacement: "§4 ПОДАННЯ ЗАМОВЛЕНЬ",
    orderOnline: "Продавець дозволяє робити замовлення через:",
    orderStep1: "1. Інтернет-магазин, заповнюючи інтерактивну форму",
    orderStep1a:
      "1. Для оформлення замовлення обраний товар необхідно додати до кошика",
    orderStep1b:
      "2. Потім необхідно заповнити форму замовлення, вказавши всі необхідні дані для укладення договору (для клієнтів, які не мають облікового запису) або підтвердити свою особу (для зареєстрованих у магазині клієнтів).",
    orderStep1c: "3. Вибрати спосіб доставки та оплати",
    orderStep1d: "4. Прийняти умови регламенту та політику конфіденційності",
    orderStep1e: "5. Підтвердити покупку",
    orderPhone: "2. По телефону за номером: 733456474 або 794746906",
    orderPhoneDetails:
      "У разі подання замовлення Клієнтом по телефону, Покупець отримує електронний лист, що підтверджує подання замовлення у Продавця, разом з усіма важливими умовами замовлення: (1) Інформація, що міститься в самому замовленні (2) Регламент і Політику конфіденційності (3) Форми оплати",
    orderEmail: "3. По електронній пошті на адресу biuro.tirgum@gmail.com",
    orderAgreement:
      "Виконання дій, зазначених у § 4, є рівнозначним укладенню договору купівлі-продажу товарів між Продавцем та Покупцем.",
    orderConfirmation:
      "Після оформлення замовлення Клієнт отримає згенероване підтвердження подання замовлення з усією важливою інформацією та умовами замовлення.",
    orderModification:
      "До моменту відправки товару Клієнт може внести зміни до замовлення. Якщо зміни будуть прийняті Продавцем, відбувається відповідна зміна договору купівлі-продажу товарів.",

    electronicServicesComplaints:
      "§ 15 РЕКЛАМАЦІЇ ПОСЛУГ, НАДАНИХ ШЛЯХОМ ЕЛЕКТРОННОЇ ПОШТИ",
    electronicServicesComplaintsDescription:
      "Рекламації, пов'язані з наданням Послуг Шляхом Електронної Пошти Замовником, а також інші рекламації, пов'язані з діяльністю Інтернет-магазину (з виключенням процедури рекламації Товару, яка описана у пункті 7 регламенту), Замовник може подавати:",
    complaintsInWriting: "Письмово за адресою",
    complaintsEmailAddress: "У формі електронної пошти на адресу",
    address: "42-690 Boruszowice ul. Armii Krajowej 6",
    emailAddress: "biuro.tirgum@gmail.com",
    recommendedDescription:
      "У описі рекламації рекомендується вказати: (1) інформацію та обставини, що стосуються предмета рекламації. (2) дату виникнення несправності. (3) вимоги Замовника. (4) контактні дані особи, яка подає рекламацію.",
    generalProvisions: "Загальні положення",
    manufacture: "виробництво",
    warrantyManufacturer: "У випадку товарів, які підлягають гарантії від виробника, вимоги щодо гарантії повинні бути пред'явлені відповідно до умов, зазначених у гарантійному талоні продукту (безпосередньо до гаранта).",
    warrantySeller: "У випадку вживаних товарів, які підлягають гарантії продавця, Покупець може пред'являти вимоги, якщо товар має ознаки технічних, матеріальних або виконавчих дефектів, якщо вони не були зазначені в описі продукту. Місця ремонту також підлягають гарантії. Гарантія не поширюється на механічні пошкодження або неправильну експлуатацію, такі як перевантаження або неправильний тиск.",
    usedTireGuarantee: "На вживані шини Продавець надає 'гарантію на розгін', яка триває 31 день і обчислюється з дати видачі документу продажу.",
    sellerResponsibility: "Продавець не несе відповідальності за втрату часу, тимчасову несправність транспортного засобу, шкоди, спричинені вибухом шини, незручності та будь-які інші, пов'язані з аварією шини. Продавець обмежує максимальне повернення коштів до суми, за яку було придбано рекламований товар.",
    buyerClaims: "Покупець може пред'являти свої вимоги з питань гарантії, звертаючись до Продавця або у визначений сервісний центр гаранта. Подання вимог щодо гарантії до Продавця можливо здійснити за допомогою одного з наступних методів: Контакт по електронній пошті: biuro.tirgum@gmail.com, Телефоном: 733-456-474 або 794-746-906.",


    title: "§ 7 РЕКЛАМАЦІЯ",
    content: "Рекламацію можна подати одним із наступних способів:\n1. Письмово за адресою компанії: 42-690 Борушовіце, вул. Армії Крайової 6\n2. Телефоном: 733-456-474\n3. У формі електронного листа на адресу: biuro.tirgum@gmail.com\n\nПродавець розгляне рекламацію протягом 14 календарних днів з дня її подання.\n\nМагазин залишає за собою право відмовити визнати рекламацію у випадках: вини виключно користувача, механічних пошкоджень, неправильного зберігання та використання продукту, товару, який має гірший технічний стан, ніж у момент покупки.\n\nПродавець не несе відповідальності за втрату часу, тимчасову непрацездатність транспортного засобу, шкоду від вибуху шини, незручності та будь-які інші витрати, пов'язані з аварією шини. Продавець обмежує повернення коштів максимально до суми, за якою було придбано рекламований товар.\n\nВитрати на доставку рекламованого продукту у випадку визнання рекламації будуть повернуті Клієнту протягом 14 днів з дня визнання рекламації.",


    title8: "§ 8 ПОЗАСУДОВІ СПОСОБИ ВИРІШЕННЯ РЕКЛАМАЦІЙ",
    content8: "1. Детальна інформація щодо можливостей використання споживачем позасудових способів вирішення рекламацій і реалізації вимог, а також умови доступу до цих процедур доступні у сиділлі повітових (міських) уповноважених з представництва інтересів споживачів, громадських організацій, що займаються захистом прав споживачів, воєводських інспекцій Торговельної інспекції та Управління захисту конкуренції та споживчого ринку.\n2. Споживач має наступні можливості використовувати позасудові способи вирішення рекламацій і реалізації вимог:\n1. Споживач має право звернутися до постійного суду для вирішення спору, який виник з Угоди, укладеної з Продавцем, про якому йдеться в ст. 37 Закону від 15 грудня 2000 р. Про Торгову інспекцію (Офіційний вісник 2014 р., № 148 з подальшими змінами).\n2. Споживач має право звернутися до воєводського інспектора Торговельної інспекції згідно зі ст. 36 Закону від 15 грудня 2000 р. Про Торгову інспекцію (Офіційний вісник 2014 р., № 148 з подальшими змінами) з проханням про проведення медіаційного процесу для позасудового врегулювання спору між Споживачем і Продавцем.\n3. Споживач може отримати безкоштовну допомогу у вирішенні спору між ним і Продавцем, користуючись також безкоштовною допомогою повітового (міського) уповноваженого з представництва інтересів споживачів або громадської організації, до статутних завдань якої належить захист прав споживачів (наприклад, Федерація споживачів, Асоціація польських споживачів).",



    title9: "§ 9 СПОСОБИ І ТЕРМІНИ ОПЛАТИ",
    sposobyPlatnosciTitle: "Покупець може скористатися одним із нижче перерахованих способів оплати:",
    sposobyPlatnosci1: "Оплата при отриманні в приміщенні компанії Tirgum",
    sposobyPlatnosci2: "Оплата переказом на рахунок продавця",
    sposobyPlatnosci3: "Електронні платежі",
    sposobyPlatnosci4: "Оплата карткою",
    sposobyPlatnosci2Desc: "Всі доступні способи оплати вказані у формі замовлення. Доступні способи оплати можуть відрізнятися залежно від способу доставки.",
    terminyPlatnosciTitle: "Терміни оплати:",
    terminyPlatnosci1: "У випадку електронного платежу - безпосередньо після подання замовлення.",
    terminyPlatnosci2: "У випадку отримання товару в приміщенні компанії, перед видачею товару.",



    title10: "§ 10 ТЕРМІН І СПОСІБ ДОСТАВКИ",
    punkt1: "Продавець не відправляє товар за межі Польщі. Всі витрати на доставку повністю покриває Покупець, за винятком випадків, коли інше вказано у формі замовлення.",
    punkt2: "Покупець може вибрати доставку за вказаною ним адресою або самостійно забрати товар в приміщенні компанії Tirgum.",
    punkt3: "Доставка здійснюється через:",
    dostawa1: "Кур'єрську доставку",
    dostawa2: "Доставку товару власним транспортом продавця",
    punkt4: "Особистий прийом товару доступний за адресою:",
    adres: "42-690 Boruszowice, вул. Армії Крайової 6. З понеділка по п'ятницю з 8:00 до 16:00, а також у суботу з 9:00 до 13:00 (за винятком вихідних днів).",
    terminDostawy: "Термін доставки становить 5 робочих днів, за винятком випадків, коли інше вказано у описі товару. У випадку замовлення товарів з різними термінами доставки застосовується найбільший з них.",
    obliczeniaTerminu: "Термін доставки розраховується наступним чином:",
    sposobPlatnosci: "У разі оплати клієнтом шляхом банківського переказу, електронних платежів або карткою, час доставки враховується з моменту зарахування коштів на рахунок Продавця.",


    title11: "§ 11 ЯКІСТЬ ТОВАРІВ",
    punkt11: "Товари, продавані магазином, є вживаними і можуть мати стандартні ознаки експлуатації. Кожна з раніше проданих шин перевіряється на тиск при тиску 6 бар, щоб виключити пошкоджений товар або товар, який не придатний для подальшого використання.",
    punkt12: "Ознаки вживаного товару, якщо вони не впливають жодним чином на подальшу експлуатацію та є типовими для вживаних шин, не обов'язково повинні бути вказані в описі товару, оскільки товар є вживаним.",
    punkt13: "До стандартних ознак експлуатації входять, зокрема: (незначні розриви гуми, незначні порізи на шинах, незначні відмінності гуми, тріщини у канавках шин, сліди гальмування, сліди тертя, отвори в шинах, наприклад, після вбитого іншого об'єкта (якщо вони не призвели до пошкодження шини), нарізки, видимі канавки на боках шин тощо.",




    titlePolish: "§ 12 ПОЛОЖЕННЯ ПРО ПІДПРИЄМЦІВ",
    description12: "Підприємець, що здійснює індивідуальну підприємницьку діяльність (цей пункт не стосується торгових товариств), захищається відповідно до Закону про права споживачів, за умови, що Договір купівлі-продажу, укладений з продавцем, не має професійного характеру. Особа, яка здійснює підприємницьку діяльність, згадана в пункті 1 цього параграфа, знаходиться під захистом тільки у таких аспектах: недозволених умовних угод - так званих абузивних умов, відповідальності за рекламацію фізичних та юридичних дефектів продукту, права відмови від договору, укладеного на відстані. Підприємець, згаданий в пункті 1 цього параграфа, втрачає права від споживчої захисту у випадку, коли Договір купівлі-продажу, укладений ним з Продавцем, має професійний характер, що перевіряється на підставі відомостей про цього підприємця в Центральному реєстрі та інформаційній системі про діяльність підприємців Республіки Польща, зокрема зазначених там кодів Польської класифікації видів економічної діяльності.",


    title14: "§13 ЕЛЕКТРОННІ ПОСЛУГИ В МАГАЗИНІ ОНЛАЙН",
    content14: "Інтернет-магазин tirgum.pl надає користувачам такі електронні послуги: ● Контактна форма ● Інформаційний бюлетень ● Коментарі до статей ● Обліковий запис 1. Контактна форма Дозволяє клієнту зв'язатися з продавцем. Є 2 варіанти контакту на вибір: 1. По телефону 2. Електронна пошта ■ Щоб скористатися контактною формою, клієнт повинен відкрити вкладку контакт, або активуйте його на одній із підсторінок ■ введіть адресу електронної пошти, ім'я, прізвище та номер телефону ■ вибрати тему розмови ■ згода на обробку даних з метою надання відповіді ■ прийняти правила магазину та політику конфіденційності 2. Інформаційний бюлетень Ви можете використовувати розсилку, додавши свою адресу електронної пошти та натиснувши на поле акції, вказані клієнтом для відправки пропозицій, у вкладці «Розсилка». видно на сайті магазину. 3. Коментарі до статей Користувачі можуть додавати коментарі до статей на вкладці «блог» на сайті магазину. Щоб скористатися послугою, будь ласка, заповніть поле  своїм ім'я, прізвище або псевдонім. 4. Рахунок Користувач може створити обліковий запис у магазині www.tirgum.pl, але реєстрація НЕможлива необхідно для здійснення покупки. Для створення облікового запису необхідно: ● заповніть реєстраційну форму та виберіть поле зареєструватися». ● прийняти Правила та політику конфіденційності магазину ористувач може видалити обліковий запис у будь-який час. Це необхідно зробити шляхом відправки подати запит на видалення облікового запису на електронну адресу biuro.tirgum@gmail.com з ел. присвоєно обліковому запису, який клієнт хоче видалити Обліковий запис можна видалити лише після виконання попередніх замовлень",

    title15: "§ 14 СКАРГИ НА ПОСЛУГИ, НАДАНІ ДОРОГАМИ ЕЛЕКТРОННИЙ",
    p15: "Скарги, пов’язані з наданням Електронних послуг Постачальником послуг таінші скарги, пов'язані з роботою Інтернет-магазину (за винятком процедурискарги на продукт, які описані в пункті 7 регламенту), Одержувач послуг може подати",
    p152: "Письмово на адресу 42-690 Boruszowice ul. Армія Крайова 6",
    p153: "В електронному вигляді на адресу електронної пошти",




    title16: "§16 ЗАХИСТ ПЕРСОНАЛЬНИХ ДАНИХ",
    content16: "Klient składając zamówienie w Sklepie internetowym podaje samodzielnie i dobrowolnie daneosobowe w zakresie: imię i nazwisko, e-mail, telefon, data urodzenia, dane IP w formularzurejestracyjnym Sklepu. Podanie danych osobowych przez Klienta jest dobrowolne, jednak brakdanych uniemożliwi realizację zamówienia. Podstawą prawną przetwarzania przezAdministratora jest niezbędność przetwarzania do wykonania umowy (art. 6 ust. 1 lit. b) RODO),a w zakresie danych podanych fakultatywnie – podstawą prawną przetwarzania jest zgoda (art.6 ust. 1 lit. a) RODO) .Administratorem danych osobowych osób korzystających ze sklepu jest Sprzedawca –takopony.pl z Siedzibą w Boruszowicach przy ul. Armii Krajowej 6. Dane osobowe są chronionezgodnie z obowiązującymi przepisami prawa, a od dnia wejścia w życie zgodnie zRozporządzeniem Parlamentu Europejskiego i Rady (UE) 2016/679 z dnia 27 kwietnia 2016r. iaktów prawnych, które zostaną wydane w jego wykonaniu.",
    content162: "Dane osobowe Klientów zbierane przez administratora za pośrednictwem Sklepu internetowegozbierane są w celu realizacji Umowy Sprzedaży, a jeżeli Klient wyrazi na to zgodę - także w celumarketingowym.Odbiorcami danych osobowych Klientów Sklepu internetowego mogą być:1. W przypadku Klienta, który korzysta w Sklepie internetowym ze sposobu dostawyprzesyłką pocztową lub przesyłką kurierską, Administrator udostępnia zebrane daneosobowe Klienta wybranemu przewoźnikowi lub pośrednikowi realizującemu przesyłki nazlecenie Administratora.2. W przypadku Klienta, który korzysta w Sklepie internetowym ze sposobu płatnościelektronicznych lub kartą płatniczą Administrator udostępnia zebrane dane osoboweKlienta, wybranemu podmiotowi obsługującemu powyższe płatności w Sklepie internetowym",
    content163: "Klient ma prawo wglądu do swoich danych osobowych, poprawiania ich oraz żądania ich ograniczenia lub usunięcia. Użytkownik ma ponadto prawo do wniesienia sprzeciwu wobec przetwarzania danych, a także prawo do żądania przeniesienia swoich danych. Klient może w każdym czasie wycofać zgodę na dalsze przetwarzanie swoich danych osobowych. Wycofanie zgody pozostaje bez wpływu na zgodność z prawem przetwarzania, którego dokonano na podstawie zgody przed jej cofnięciem. Klient ma prawo wnieść skargę na przetwarzanie jego danych przez Administratora do Prezesa Urzędu Ochrony Danych Osobowych. Klient może wyrazić dodatkową zgodę na przetwarzanie jego danych osobowych w zakresie : adres e- mail, imię i nazwisko, numer telefonu oraz data urodzenia dla celów marketingowych przez Administratora oraz inne podmioty powiązane, w celu informowania go o nowych towarach, promocjach i usługach dostępnych w sklepie, w tym zwłaszcza w formie Newslettera. Użytkownik w każdym czasie może wycofać tę zgodę. Wycofanie zgody pozostaje bez wpływu na zgodność z prawem przetwarzania, którego dokonano na podstawie zgody przed jej cofnięciem. Klient może wyrazić odrębną zgodę na przesłanie przez Sklep wiadomości na podany adres e-mail z prośbą o recenzję zakupionych towarów. Klient w każdej chwili zgodę tę może wycofać. Wycofanie zgody pozostaje bez wpływu na zgodność z prawem przetwarzania, którego dokonano na podstawie zgody przed jej cofnięciem. Aby ułatwić korzystanie z serwisu , mechanizm nim zarządzający wykorzystuje technologię znaną jako „cookies”- informacje zapisywane przez serwer Sklepu na komputerze użytkownika. Przedmiotowe informacje dotyczą rozliczeń finansowych, takich jak wartość i przedmiot zamówienia oraz poufne dane dotyczące karty kredytowej. Technologia „cookies” nie służy",
    content164: "отримання будь-яких даних про відвідувачів сайту або їх відстеження навігація. Користувач може будь-коли вимкнути опцію у своєму веб-браузері прийняття файлів cookie. Однак це може викликати деякі труднощі у використанні Магазин. Детальні правила роботи файлів cookie можна знайти в нашій Політиці конфіденційність. Адміністратор зберігатиме персональні дані Клієнта: Якщо адміністратор обробляє персональні дані на підставі згоди, період обробка триває, доки Клієнт не відкличе цю згоду. Якщо Адміністратор обробляє персональні дані на підставізаконний інтерес контролера даних, період обробки триває до припинення вищезазначених відсотки (наприклад, термін позовної давності для цивільних позовів) або до момент, коли суб’єкт даних заперечує проти такої подальшої обробки обробка - у випадках, коли таке заперечення дозволено відповідно до закону; випадку, коли Адміністратор обробляє персональні дані, відповідно до чинних норм законодавчі положення, періоди обробки даних для цієї мети вказані у відповідних положеннях.",


    title17: "§ 17 ПРИКІНЦЕВІ ПОЛОЖЕННЯ",
    content17: "Застосовуються питання, не врегульовані цим Регламентом загальноприйнятні норми польського законодавства, зокрема: Кодекс цивільні; Акт про надання електронних послуг; права акт споживач, Закон про захист персональних даних. Положення не обмежує будь-які права покупця, якими він має право на підставі чинне право. У разі суперечності між цими правилами та правові положення, закон важливіший. Продавець залишає за собою право час від часу вносити зміни в Правила причини: зміни в правових нормах, зміни в способах оплати та доставки - в т.ч наскільки ці зміни впливають на виконання положень цього Регламенту Покупці, які зареєструвалися в магазині takopony.pl і мають там обліковий запис, про будь-які зміни до регламенту буде повідомлено в електронному вигляді. У випадку Якщо зміни, внесені в положення, не приймаються, покупець має право надіслати їх продавець відповідну заяву, яка призведе до негайного видалення рахунок покупця. До договору між Клієнтом і Магазином застосовується польське право. Будь-які спори, пов'язані з виконанням договору, будуть вирішуватися компетентними польськими судами загальні суди. Споживач має можливість скористатися позасудовим засобом захисту розгляд скарг та розгляд позовів у Постійно діючому третейському суді Konsumenckiego в Катовіце, ul. Брата Альберта 4, 40-951 Катовіце. Більше інформації можна знайти на http://uokik.gov.pl. Клієнт може в будь-який момент видалити свій обліковий запис у Магазині, надіславши запит електронною поштою на biuro.tirgum@gmail.com. Електронний лист має бути надіслано з використовуваної поштової скриньки щоб зареєструвати обліковий запис. У темі електронного листа клієнт пише «Я видаляю свій акаунт». Про видалення облікового запису, Клієнт буде проінформований електронною поштою."
  }
} as const;