{
    "is_tire_bead_damaged": {
        "description": "Шина має косметичне пошкодження гуми на стопці. Таке пошкодження завжди виникає під час необережного монтажу шини на диск. Якщо пошкоджена лише гума на стопці (а ми продаємо тільки такі пошкодження), це жодним чином не впливає на подальшу експлуатацію шини."
    },
    "is_incised": {
        "description": "Протектор шини був поглиблений відповідно до рекомендацій виробника."
    },
    "front_repairs": {
        "description": "Шина була професійно відремонтована в зоні протектора."
    },
    "is_side_repair": {
        "description": "Шина була професійно відремонтована після незначного пошкодження бокової стінки."
    },
    "is_visible_cracks": {
        "description": "На шині видно поверхневі тріщини гуми. Це природний процес старіння гуми. Деякі шини мають такі сліди навіть після 1 року використання. Це жодним чином не впливає на якість та подальшу експлуатацію шини. Замість цього, вона продається за нижчою ціною."
    },
    "is_braked": {
        "description": "На шині видно невеликий слід від гальмування. Він малопомітний на дотик, завдяки чому шина цілком підходить для подальшої експлуатації. Через 'гальмівний слід' ми продаємо її за зниженою ціною."
    },
    "is_braked_repair": {
        "description": "Це відновлена шина. Вона мала слід від гальмування, але не була пошкоджена (була лише затерта гума шини)."
    },
    "is_shoulder_repair": {
        "description": "Шина була професійно відремонтована в зоні плеча."
    },
    "is_cosmetology": {
        "description": "Шина має косметичне заповнення відсутньої гуми, яке жодним чином не впливає на подальшу експлуатацію шини, а лише на її зовнішній вигляд."
    },
    "is_toothed_out": {
        "description": "На шині видно сліди зубчастості."
    },
    "is_retreaded": {
        "description": "Шина відновлена."
    },
    "is_ruts": {
        "description": "Протектор шини має меншу глибину у зовнішніх канавках, ніж у центрі. Це не є дефектом шини, найчастіше це зустрічається на шинах кермової осі і є нормальною ознакою експлуатації."
    },
    "is_circumventional_cut": {
        "description": "На шині виїмковий додатковий жолоб."
    }
}
